Repository: lmonzon/ttm
Catalog: profiles/tutoriame/translations/tutoriame.*.po
Languages: es

source: A user purchased !product containing !amount points.
es: Compra de puntos

source: !complete% Complete
es: !complete% Completado

source: Filling out <em>!empty-field</em> will bring your profile to !complete% complete
es: Completando <em>!empty-field</em> tu perfil estará !complete% completo

source: Profile Complete
es: Perfil Completo

source: The answer you entered for the CAPTCHA was not correct.
es: El código de seguridad ingresado no es correcto.

source: Reply
es: Responder

source: You can not reply to this conversation because all recipients are blocked.
es: Ya no puedes continuar con esta conversación.

source: A message has been sent to !recipients.
es: Se envió el mensaje a !recipients.

source: A message has been sent to @user.
es: Se envió el mensaje a @user.

source: Display older messages
es: Ver mensajes anteriores

source: Display newer messages
es: Ver mensajes siguientes

source: !newer_link Displaying messages @from - @to of @total !older_link
es: !newer_link Mensajes @from - @to de @total !older_link

source: You must include a message in your reply.
es: Debes ingresar un mensaje.

# shs
source: - Select a value -
es: - Selecciona un valor -

# shs
source: - None -
es: - Ninguno -

source: You need to select a term from the deepest level in field %field_name.
es: Debe seleccionar un valor del nivel más profundo en el campo Categoría.

source: You just earned a !point and now have %total !points in the %category category.
es: Has comprado un punto y ahora tienes %total puntos.

source: The specified province was not found in the specified country.
es: La provincia seleccionada no pertenece al país especificado.

source: Clone content
es: Copiar plantilla

source: Clone of
es: Copia de

source: Clone of !title
es: Copia de !title

source: Show End Date
es: Completar fecha de egreso

source: Format: @date
es: Fomato: @date

source: !start-date to !end-date
es: !start-date a !end-date

source: E.g., @date
es: Ej., @date

source: Empty 'End date' values will use the 'Start date' values.
es: Si no completa la fecha de finalización se utilizará la fecha de inicio.

# datetime
source: Date
es: Fecha

# datetime
source: Time
es: Hora

source: The End date must be greater than the Start date.
es: La fecha de finalización debe ser mayor a la de inicio.

source: There are errors in @field_name:
es: Existen errores en @field_name:

source: There are errors in @field_name value #@delta:
es: Existen errores en el valor #@delta de @field_name:

source: The value input for field %field is invalid:
es: El campo %field es inválida:

source: The value @date does not match the expected format.
es: El valor @date no coincide con el formato esperado.

source: The year is invalid. Please check that entry includes four digits.
es: El año es inválido. Por favor verifique que tenga cuatro dígitos.

source: A 'Start date' date is required if an 'end date' is supplied for field %field #%delta.
es: Debes ingresar una 'Fecha de inicio' en el campo %field #%delta.

source: Start date
es: fecha de inicio

source: E-mail notify
es: Notificaciones de mensajes

source: Customize the email messages sent to users upon receipt of a new private message.
es: Personalice los mensajes que se enviarán a los usuarios cuando reciban un mensaje privado.

source: Your current password is missing or incorrect; it's required to change the %name
es: Su contraseña actual es incorrecta o bien la ha olvidado; es necesario cambiar la %name.

source: No payment methods available
es: No hay métodos de pago disponibles

source: You cannot check out without selecting a payment method.
es: No se puede revisar sin seleccionar un método de pago.

source: Back
es: Volver

source: No stars
es: Sin calificación

source: 1 star
es: 1 estrella

source: @count stars
es: @count estrellas

source: Password compliance:
es: Requisitos contraseña:

source: Password does not match the following requirements:
es: La contraseña debe cumplir con los siguientes requisitos:

source: Password must be at least %length characters.
es: La contraseña debe tener al menos %length caracteres.

source: Password must have at least 1 digit(s).
es: La contraseña debe tener al menos un dígito.

source: Password must have at least 8 character(s).
es: La contraseña debe tener al menos 8 caracteres.

source: Password must have at least @alpha_count letter(s).
es: La contraseña debe tener al menos @alpha_count letras.

source: Password must have at least @char_count character(s).
es: La contraseña debe tener al menos @char_count caracteres.

source: Password must have at least @int_count digit(s).
es: La contraseña debe tener al menos @int_count dígitos.

source: Password must have at least @symbol_count symbol(s).
es: La contraseña debe tener al menos @symbol_count símbolos.

source: Password must have upper and lower case letters.
es: La contraseña debe tener letras en mayúsculas y minúsculas.

source: Password must match a Drupal strength level.
es: La contraseña debe tener un nivel de fortaleza de Drupal.

source: Password must not contain their username.
es: La contraseña no debe contener el nombre de usuario.

source: @sus_count of @total
es: @sus_count de @total

source: Password cannot match certain disallowed passwords.
es: La contraseña no puede coincidir con ciertas contraseñas prohibidas.

source: Password cannot match @past_passwords past passwords.
es: La contraseña no puede coincidir con las últimas @past_passwords contraseñas.

source: Password cannot match this many previous passwords.
es: La contraseña no puede coincidir con una contraseña anterior.
